[
    {
        "description": "Creedence Clearwater Revival \nUp Around The Bend\nCosmo's Factory\n\n\nLyrics:\n\nThere's a place up ahead and I'm goin' just as fast as my feet can fly\nCome away, come away if you're goin', leave the sinkin' ship behind.\n\nCHORUS:\nCome on the risin' wind, we're goin' up around the bend.\n\nOoh!\nBring a song and a smile for the banjo, better get while the gettin's good,\nHitch a ride to the end of the highway where the neons turn to wood.\n\nCHORUS\n\nOooh!\nYou can ponder perpetual motion, fix your mind on a crystal day,\nAlways time for a good conversation, there's an ear for what you say.\n\nCHORUS\n\nYeah!\nOooh!\n\nCatch a ride to the end of the highway and we'll meet by the big red tree,\nThere's a place up ahead and I'm goin', come along, come along with me.\n\nCHORUS\n\nYeah!\nDo do doo do...",
        "duration": "2:44",
        "id": "BnRsaHXHznQ",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Creedence Clearwater Revival - Up Around The Bend-BnRsaHXHznQ.jpg?raw=true",
        "keywords": "Creedence, Clearwater, Revival, Up, Around, The, Bend",
        "title": "Creedence Clearwater Revival: Up Around The Bend",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Creedence Clearwater Revival - Up Around The Bend-BnRsaHXHznQ.mp4?raw=true"
    },
    {
        "description": "Subscribe for the best vintage music http://bit.ly/35VAEKV\nBest Vintage Travel Songs For Any Journey https://bit.ly/35y6iz0\nVintage Big Bands Playlist: 1930s & 40s Big Band Orchestras. Toe-tapping music to 'cut a rug' on the dance floor - https://bit.ly/3vBUBmV\n\nDreamy Vintage Love Songs Playlist: https://youtube.com/playlist?list=PLIvacmZCzEbAgRrlG0E51LQTn2i6st1M0\n\nLa vie Parisienne Playlist - Featuring the greatest French stars of the 1930s & 40s: https://bit.ly/3cNydOJ\nVintage Cafe Music to Listen to at Home:  https://bit.ly/2KvOnCk\n\nThe Past Perfect Channel expertly remasters #vintagemusic from the 1920s, 30s, 40s and 50s. French Music, Retro Music, Saxophone Music, Italian Music, Jazz Music, Swing Band Music, Morning Music, Piano and Guitar Music, Music while Cooking, Christmas Music, Background Music, Holiday Music, Big Bands, Dance Bands, Love Songs, Tea Dances, Vintage Parties, Murder Mystery Events, Ballroom Dancing, War Re-enactment Events, Nostalgic Songs. Master Rights Copyright: Past Perfect Limited\n\nVarious Artists - More Sophistication\nReleased 2006-05-29 on Past Perfect\nBuy CD on Amazon: http://www.amazon.co.uk/gp/product/B00007L9SC\nBuy CD from Past Perfect: http://www.pastperfect.com/Detail.aspx?itemid=33\n\n1. 00:00:00 Carroll Gibbons On the Air (Slow Foxtrot / Melody Foxtrot) (Slow Foxtrot / Melody Foxtrot)\n2. 00:03:07 Greta Keller You're A Sweetheart\n3. 00:06:13 Noel Coward Parisian Pierrot/Poor Little Rich Girl/A Room With A View/Dance, Little Lady/Someday I'll Find You/Any Little Fishi/If You Could Only Come With Me/I'll See You Again (Medley)\n4. 00:15:13 Gertrude Lawrence How Could We Be Wrong?\n5. 00:18:15 Jean Sablon La Chanson Des Rues\n6. 00:21:32 Hildegarde I've Got My Love To Keep Me Warm\n7. 00:24:54 Benny Carter Melancholy Lullaby\n8. 00:27:55 Jessie Matthews Say The Word And Its Yours\n9. 00:30:57 Al Bowlly Say When\n10. 00:34:12 Carroll Gibbons I Double Dare You\n11. 00:36:58 Marlene Dietrich You've Got That Look\n12. 00:39:41 Hutch These Foolish Things\n13. 00:43:15 Elisabeth Welch When Lights Are Low\n14. 00:46:09 Jean Sablon Vous, Qui Passez Sans Me Voir\n15. 00:49:15 Hildegarde The Blue Room\n16. 00:52:23 Fred Astaire Night and Day\n17. 00:55:55 Jessie Matthews Moon Or No Moon\n18. 00:59:01 Al Bowlly The Very Thought Of You\n19. 01:02:37 Freddie Gardner Stardust\n20. 01:05:37 Marlene Dietrich I've Been In Love Before\n21. 01:08:16 Jack Buchanan I'm Still Dreaming\n\n© Past Perfect Limited\n℗ Past Perfect Limited",
        "duration": "71:28",
        "id": "wnlFJCGttx8",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/More Sophistication - Style & Songs From the #1930s (Past Perfect) #jazz #vocalists-wnlFJCGttx8.jpg?raw=true",
        "keywords": "vintage tea party, vintage music, black bottom dance, Noel Coward, nostalgic music, Fred Astaire (Film Actor), vintage jazz music, 1930s, 1930s songs, swing jazz, Al Bowlly (Musical Artist), 1940s music, 1950s songs, charleston dance, Jazz, jack buchanan, 1920s music, dance bands, big bands, More Sophistication, vintage blues, lofi songs, past perfect vintage music, sophistication, past perfect, sophisticated, sophisticated music, 1930 jazz, past perfect music, 1930s jazz",
        "title": "More Sophistication: Style & Songs From the #1930s (Past Perfect) #jazz #vocalists",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/More Sophistication - Style & Songs From the #1930s (Past Perfect) #jazz #vocalists-wnlFJCGttx8.mp4?raw=true"
    },
    {
        "description": "Agosti’s fearsome transcription of The Firebird is so maniacally colourful that listening to it feels a bit like a Kandinsky painting just punched you in the face. The number of canny decisions that have to made to wrestle all of Stravinsky’s ingenious orchestration into something that coherently fits on a piano is kind of ridiculous, and the fact that this transcription even works, on any level, is a miracle. \n\nThe variety of touch, articulation, dynamic control, rhythmic precision, and rubato which Rana brings to bear in just under 12 minutes of music is pretty hard to believe. In the Infernal Dance, for instance, the melodies skittering madly through different registers connect perfectly, and the voicing is never less than inspired (see 0:51, the rubato-laden melody at 1:49). The Lullaby is basically a Ravel-esque study in dynamic tiering, and some of the stuff Rana pulls off at the quieter end of the spectrum is breathtaking (see the top voice at 7:03, the contrast between the light and dark colour at the piano’s top and bottom registers starting at 8:02). The Finale here is the only performance I know of where the tremolos are really played très fondu (meltingly) – you can barely hear the individual notes, and even the scales dissolve into these huge, brilliant ripples of sound. The gradually increasing tempo over the course of this last section is also wonderfully handled (and reminds me a bit of Stravinsky’s own conducting, actually). And that gloriously long last chord – after hearing this one, you’ll think that all the others are too rushed.\n\n0:00 – Infernal Dance\n5:05 – Lullaby\n8:42 – Finale",
        "duration": "11:52",
        "id": "a5c6irggrv8",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Stravinsky-Agosti - Three Movements from The Firebird (Rana)-a5c6irggrv8.webp?raw=true",
        "keywords": "Stravinsky, The Firebird, Beatrice Rana, Piano, Transcription, Infernal Dance, Finale, Berceuse, Lullaby, Keyboard, Melody, Romantic, Score, Recording, Performance, Difficult, Best, Virtuoso",
        "title": "Stravinsky-Agosti - Three Movements from The Firebird (Rana)",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Stravinsky-Agosti - Three Movements from The Firebird (Rana)-a5c6irggrv8.mp4?raw=true"
    },
    {
        "description": "Music video by August Burns Red performing Composure. (P) (C) 2007 Solid State Records. All rights reserved. Unauthorized reproduction is a violation of applicable laws.  Manufactured by Tooth & Nail,\n\n#AugustBurnsRed #Composure #Vevo",
        "duration": "4:17",
        "id": "-nl_ttX031Y",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/August Burns Red - Composure (Official Music Video)--nl_ttX031Y.webp?raw=true",
        "keywords": "August, Burns, Red, Composure, Solid, State, Records, (SST), Rock, August Burns Red Composure, Vevo",
        "title": "August Burns Red - Composure (Official Music Video)",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/August Burns Red - Composure (Official Music Video)--nl_ttX031Y.mp4?raw=true"
    },
    {
        "description": "Jackie Mittoo - Happy People - 1970  Studio 1\n\n Riddim - This Population \n\n Album 'Macka Fat'\n\nJackie Mittoo (3 March 1948 — 16 December 1990) was a Jamaican keyboardist, songwriter and musical director. He was a founding member of The Skatalites and was a mentor to many younger performers, primarily through his work as musical director for the Studio One record label.\n\nHe was born Donat Roy Mittoo in Browns Town, Saint Ann Parish, Jamaica, and began learning to play the piano at the age of four under the tutelage of his grandmother.\nIn the 1960s he was a member of The Skatalites, The Rivals, The Sheiks, The Soul Brothers and The Soul Vendors. Among Mittoo's contributions in the mid to late 1960s were \"Darker Shade of Black\" (the basis for Frankie Paul's \"Pass the Tu Sheng Peng\"), Freddie McGregor's \"Bobby Babylon\", Alton Ellis' \"I'm Still in Love with You\", The Cables' rocksteady anthem \"Baby Why\" and Marcia Griffiths' first hit, \"Feel Like Jumping\". He played for Lloyd \"Matador\" Daley in 1968 and 1969.\nHe emigrated to Toronto, Canada at the end of the 1960s. There he recorded three albums, Wishbone (Summus), Reggae Magic  and Let's Put It All Together. He also set up the Stine-Jac record label, as well as running a record store.\nMittoo entered a hospital on 12 December 1990 and died of cancer on 16 December at the age of 42. His funeral was held at the National Arena in Kingston, Jamaica, on 2 January 1991. Hortense Ellis, Neville 'Tinga' Stewart, Desmond \"Desi Roots\" Young, Ruddy Thomas, Tommy Cowan, Clement \"Coxsone\" Dodd were among the attendees. A memorial concert was held around the same time, with performances by Vin Gordon, Leroy \"Horsemouth\" Wallace, Glen 'Bagga' Fagan, Pablo Black, Robert Lynn, Michael \"Ibo\" Cooper, Ken Boothe, Delroy Wilson, Carlene Davis, Tinga Stewart and others.",
        "duration": "3:8",
        "id": "KkEuMYR2yQk",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Jackie Mittoo - Happy People (Studio One)-KkEuMYR2yQk.jpg?raw=true",
        "keywords": "Jackie, Mittoo, Happy, People, Macka, Fat, Ska, Rock, Steady, Studio, One, Coxsone, Dodd, Skatalites, roots, reggae, Jamaica",
        "title": "Jackie Mittoo - Happy People (Studio One)",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Jackie Mittoo - Happy People (Studio One)-KkEuMYR2yQk.mp4?raw=true"
    },
    {
        "description": "Dresden Philharmonic Orchestra conducted by Michel Plasson\n\nI - Adagio - Allegro - Andantino: 0:00\nII - Scherzo. Prestissimo - Trio. Allegro - Prestissimo: 11:02\nIII - Andante: 17:34\nIV - Allegro molto vivo: 25:14\n\nBorodin's first symphony was begun following the advices of Balakirev in 1862. Although by the end of that year the first movement was almost finished, the work would take several years to be finished. Completed in 1867, in the month of February 1868 Balakirev directed a semi-private audition of the work that did not convince too much. But on January 16, 1869 it is performed successfully in a concert of the Russian Musical Society.\n\nThe first movement begins with an introduction in adagio. The main theme is presented slowly by the bass strings and the bassoons. At the beginning of the allegro, the subject is transformed, heard more clearly after a cadence of the trombones. The second thematic group is introduced warmly by the violins. After a brief crescendo the development ends, starting the re-exposure with the main theme in allegro. It ends with a coda that stops to return to the main theme in a tempo of andantino, quietly ending the movement. The novelty of the work is the almost monothematic use of the main theme, disappearing the classic contrast between two themes of similar category. The contrast is made between the variants of the same theme as seen in the andantino of the coda.\n\nIn fact, Borodin's use of rhythm as thematic development is just as important as the melodic or harmonic aspects, and it is there that a comparison to Beethoven can be made. The rhythmic drive does much to propel and shape the character of the piece. While there are occasional melodies and tonalities that sound typically Russian, stylistically this early work is still beholden to the ghosts of Robert Schumann and Felix Mendelssohn.\n\nThe second movement is a scherzo. It begins presenting a fast subject with influences of Mendelssohn. The section is repeated before starting the trio, which is much more personal, in a style that already reminds of the opera \"Prince Igor\". It presents a melody of oriental flavor in the oboes that happens to the flutes. Then it is taken more warmly by the low strings. The melody is finally picked up by the complete orchestra. A brief transition unites it with the repetition of the scherzo.\n\nThe third movement offers us a warm melody of Russian folkloric aspect, first thought for the English horn, but changed by the intervention of Rimsky-Korsakov and Glazunov for the cellos. A beautiful conclusion of the theme chain it with a large central section, started by a phrase of the English horn and continued by the flute. The recapitulation of the main theme interpreted by the whole orchestra, leads us to the coda, with a phrase of the English horn continued by the clarinet. Heartfelt and very Romantic, it is, perhaps, the best indication of the Russian sensibility that typifies later works by Borodin such as the opera Prince Igor and the Symphony No.2.\n\nIt ends with an allegro molto vivo, written in sonata form with a lot of Germanic inspiration; again, it owes much to Schumann, a composer he greatly admired, in its thematic development and energy. The main theme is an energetic motive. The second theme is calmer. After the exhibition is repeated, the development takes us to the climax of the movement. The re-exposition begins with the main theme with a doubled beat, by increasing the duration of the notes, which gives it more solemnity. Then it is interpreted in its original form. The second theme in the full orchestra leads us to the coda, with notes of the main theme in a conclusive way.\n\nThis first effort already displays the orchestral color, magnificence, rhythmic vitality, and nationalistic identity of Borodin's mature style.\n\nPicture: \"Pancake Tuesday\" (1919) by the Russian painter Boris Kustodiev.\n\nSources: http://www.historiadelasinfonia.es/naciones/la-sinfonia-en-rusia/la-sinfonia-en-el-siglo-xix/borodin/ and https://www.allmusic.com/composition/symphony-no-1-in-e-flat-major-mc0002366668",
        "duration": "31:54",
        "id": "23cgNPAZ_1Q",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Symphony No.1 in E flat major - Alexander Borodin-23cgNPAZ_1Q.webp?raw=true",
        "keywords": "music, classical music, borodin, alexander borodin, symphony, symphony in E flat major, borodin symphony 1, borodin symphony, borodin symphony 1 in E flat major, Russia, alexander borodin symphony, alexander borodin symphony 1, alexander borodin symphony 1 in E flat major, russian classical music, russian symphony",
        "title": "Symphony No.1 in E flat major - Alexander Borodin",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Symphony No.1 in E flat major - Alexander Borodin-23cgNPAZ_1Q.mp4?raw=true"
    },
    {
        "description": "ALABA AL SEÑOR EN ESPIRITU Y EN VERDAD\nSIGUENOS EN FACEBOOK : https://es-es.facebook.com/CCI.Huelva\nEL BLOG DE LA MUSICA : http://musicacristianaconletra.blogspot.com.es/\nCANCION DISPONIBLE EN ITUNES:",
        "duration": "4:1",
        "id": "2Rl7JHHSBEs",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Fuego de Dios - Rojo-2Rl7JHHSBEs.jpg?raw=true",
        "keywords": "CCI HUELVA MUSICA CRISTIANA CON LETRA ADORACION, ALABANZA, JESUS DIOS GOD LORD, WORSHIP, PRAISE, SPANISH PRAISE, WITT, ALEGRIA, GOZO, DIOS ES BUENO, KARAOKE, KARAOKE CRISTIANO, SALVACION, VERDAD, MUSICA CRISTIANA CON LETRA, FUEGO DE DIOS, GRUPO ROJO, HUELVA, ESPAÑA, CCI, CCI EUROPA, CCI HUELVA, MUSICA, CRISTIANA, WORSHIP SPANISH, FUEGO, DIOS",
        "title": "Fuego de Dios - Rojo",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Fuego de Dios - Rojo-2Rl7JHHSBEs.mp4?raw=true"
    },
    {
        "description": "Provided to YouTube by Rebeat Digital GmbH\n\nA Fistful of Dollars Suite · Ennio Morricone\n\nFistful of Dollars\n\n℗ 2013 Imperial Music Group\n\nReleased on: 2017-07-21\n\nComposer: E. MORRICONE\n\nAuto-generated by YouTube.",
        "duration": "13:39",
        "id": "UQoZjjAAkQs",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/A Fistful of Dollars Suite [UQoZjjAAkQs].webp?raw=true",
        "keywords": "Ennio Morricone, Fistful of Dollars, A Fistful of Dollars Suite",
        "title": "A Fistful of Dollars Suite",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/A Fistful of Dollars Suite [UQoZjjAAkQs].mp4?raw=true"
    },
    {
        "description": "1983 Mute.",
        "duration": "40:12",
        "id": "qm4rvI84Yfg",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Ya zoo 1983 _LP Album-qm4rvI84Yfg.webp?raw=true",
        "keywords": "80's, new wave, full album",
        "title": "Ya zoo 1983 /LP Album",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Ya zoo 1983 _LP Album-qm4rvI84Yfg.mp4?raw=true"
    },
    {
        "description": "Provided to YouTube by The Orchard Enterprises\n\nEl Palomito · Chuy Vega\n\nNaci Cadete 20 Super Cadetazos\n\n℗ 2014 Hyphy Music\n\nReleased on: 2014-05-08\n\nAuto-generated by YouTube.",
        "duration": "3:19",
        "id": "X-gfnDx6Vzg",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/El Palomito-X-gfnDx6Vzg.jpg?raw=true",
        "keywords": "Chuy, Vega, Naci, Cadete, 20, Super, Cadetazos, El, Palomito",
        "title": "El Palomito",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/El Palomito-X-gfnDx6Vzg.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "pMH5opycO0o",
        "image": "",
        "keywords": "",
        "title": "Scubidu",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Scubidu-pMH5opycO0o.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "2:47",
        "id": "LJBColzvaxE",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Chuy vega  La Baarca De Guaymas-LJBColzvaxE.jpg?raw=true",
        "keywords": "Chuy, vega, La, Baarca, De, Guaymas",
        "title": "Chuy vega  La Baarca De Guaymas",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Chuy vega  La Baarca De Guaymas-LJBColzvaxE.mp4?raw=true"
    },
    {
        "description": "Music video by Gloria Trevi performing Ellas Soy Yo. © 2018 UMG Recordings, Inc.\n\nhttp://vevo.ly/WbvrXE",
        "duration": "4:1",
        "id": "S196X2NARB0",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Gloria Trevi - Ellas Soy Yo-S196X2NARB0.jpg?raw=true",
        "keywords": "Gloria, Trevi, Ellas, Soy, UMLE, Latino, Latin, Pop",
        "title": "Gloria Trevi - Ellas Soy Yo",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Gloria Trevi - Ellas Soy Yo-S196X2NARB0.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "8HVL2Ep8Vdo",
        "image": "",
        "keywords": "",
        "title": "Al Bowlly - Moonlight on the Highway ",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Al Bowlly - Moonlight on the Highway [8HVL2Ep8Vdo].mp4?raw=true"
    },
    {
        "description": "",
        "duration": "3:34",
        "id": "LhhpljKu268",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Chuy vega  Quedate Conmigo Esta Noche-LhhpljKu268.jpg?raw=true",
        "keywords": "Chuy, vega, Quedate, Conmigo, Esta, Noche",
        "title": "Chuy vega  Quedate Conmigo Esta Noche",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Chuy vega  Quedate Conmigo Esta Noche-LhhpljKu268.mp4?raw=true"
    },
    {
        "description": "_______♡_____________♡________________♡__________\n\n⋯♡ ℝ 𝔼 𝔻 𝔼 𝕊\n\n— 𝕴𝖓𝖘𝖙𝖆𝖌𝖗𝖆𝖒: \n@𝙷𝙸𝚁𝙰𝙸._.𝙰𝚁𝚃\nhttps://www.instagram.com/hirai._.art/?hl=es\n\n— 𝕿𝖜𝖎𝖙𝖙𝖊𝖗:\n@𝙷𝙸𝚁𝙰𝙸𝙳𝙴𝙻𝙰𝙰𝚁𝙴𝙽𝙰\nhttps://twitter.com/HiraiDeLaArena\n\n_______♡_____________♡________________♡__________\n\n\n#TheNightChicagoDied #PaperLace ~✿\n\n\n_______♡_____________♡________________♡__________\n\n𝚎𝚝𝚒𝚚𝚞𝚎𝚝𝚊𝚜 (ignorar)\n\nthe night chicago died\nthe night chicago died lyrics\nthe night chicago died subtítulos\nthe night chicago died sub español\nthe night chicago died letra en español\nthe night chicago died traducida el español\npaper lace\npaper lace lyrics\npaper lace subtítulos\npaper lace sub español\npaper lace letra en español\npaper lace traducida el español\nlyrics\nsubtítulos\nsub español\nletra en español\ntraducida el español",
        "duration": "3:28",
        "id": "NPC7wVpoh_g",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/The Night Chicago Died ; Paper Lace _ Subtítulos en español-NPC7wVpoh_g.webp?raw=true",
        "keywords": "",
        "title": "The Night Chicago Died ; Paper Lace // Subtítulos en español",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/The Night Chicago Died ; Paper Lace _ Subtítulos en español-NPC7wVpoh_g.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "QI66HJm4SHM",
        "image": "",
        "keywords": "",
        "title": "2018 MTV EMA JASON DERULO GOODBYE DAVID GUETTA NICKI MINAJ",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/2018 MTV EMA JASON DERULO GOODBYE DAVID GUETTA NICKI MINAJ-QI66HJm4SHM.mp4?raw=true"
    },
    {
        "description": "Hohann-Baptist Krumpholz, compositor checo (1742-1790).\n\nPréludes:\n· Nº 2 en f\n· Nº 6 en g (2'22\")\n· Nº 10 en a (4'25\")\n(Extraits de 12 préludes des petits airs dédiés a Mlle. de Guines)\n\nMarie-Claire Jamet, harpe.\n\nVideo arte y rescate del disco de acetato Erato STU 71142: Miguel Angel Gutiérrez\n\nLa publicación de este videograma se hace conforme a los artículos 147, 148, 150, 151, 152 y demás relativos aplicables de la Ley Federal de Derechos de Autor vigente en México.",
        "duration": "7:49",
        "id": "jEhSAhWGJj4",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Johan-Baptist Krumpholz - Tres preludios para harpa-jEhSAhWGJj4.jpg?raw=true",
        "keywords": "Krumpholz, Harpa, Preludios para harpa, Johan Baptist Krumpholtz",
        "title": "Johan-Baptist Krumpholz - Tres preludios para harpa",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Johan-Baptist Krumpholz - Tres preludios para harpa-jEhSAhWGJj4.mp4?raw=true"
    },
    {
        "description": "Ramon Vega, Cornelio Vega\nDisco: Musiquito Del Talon\nAño:1998\nHorson Es Nuestra Musica ;)",
        "duration": "2:57",
        "id": "BexJyDq8wU0",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Los Hnos Vega El Jorongo-BexJyDq8wU0.jpg?raw=true",
        "keywords": "",
        "title": "Los Hnos Vega El Jorongo",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Los Hnos Vega El Jorongo-BexJyDq8wU0.mp4?raw=true"
    },
    {
        "description": "http://www.cannedheatmusic.com This excellent track from CANNED HEAT - Hallelujah 1969 - I'd seen so many videos on You Tube that were real bad I was inspired to make CANNED HEAT Proper Videos as the Official Webmaster of My Space and Then You Tube (11 Years Later 0ver 14 Million Views) - using many worldwide 7\" single covers also - http://cannedheatmusic.com/merch/",
        "duration": "3:28",
        "id": "blhBcjuOUAM",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/CANNED HEAT - TIME WAS-blhBcjuOUAM.webp?raw=true",
        "keywords": "Canned, Heat, CannedHeat, TIME, WAS, Alan, BLIND, OWL, Wilson, Bob, The, Bear, Hite, Fito, de, la, Parra, Henry, Sunflower, Vestine, Larry, Mole, Taylor, 1969, Hallelujah",
        "title": "CANNED HEAT - TIME WAS",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/CANNED HEAT - TIME WAS-blhBcjuOUAM.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "IS22ihwnqr8",
        "image": "",
        "keywords": "",
        "title": "LUNA - NANA PANCHA - LUNA ",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/LUNA - NANA PANCHA - LUNA [IS22ihwnqr8].mp4?raw=true"
    },
    {
        "description": "This was Bobby Vee's first and only #1 hit. Released on August 7th,1961, it immediately began to climb up the Billboard Charts, and by September 18th, 1961 it had reached #1, staying there for three weeks. It is no surprise, given it was written by the legendary Brill Building songwriting team of Gerry Goffin and Carole King, the song featured an irresistible melody along with inspired and sincere lyrics. Add to that an equally sincere and strong vocal performance by Bobby Vee and you have one of the greatest hits of all time. \n\nI had the pleasure and honor of meeting Bobby Vee after a show four years ago,  and he took the time to talk to my wife and I, and to sign a rare EP from Barcelona, Spain. He even commented that he had never seen it before. He also signed other items and took pictures, showing us what a kind and down-to-earth guy he really is. I'm glad I got the opportunity to shake his hand and to thank him for all the musical pleasure he had provided us over the years. So in his honor I give you this humble video.",
        "duration": "2:32",
        "id": "awNqLO6auQA",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Bobby Vee  - Take Good Care Of My Baby  - 1961-awNqLO6auQA.jpg?raw=true",
        "keywords": "pop, rock, Bobby, Vee, teen, idol, Carole, King, 1961, Brill, Building, Gerry, Goffin, Oldies",
        "title": "Bobby Vee  - Take Good Care Of My Baby  - 1961",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Bobby Vee  - Take Good Care Of My Baby  - 1961-awNqLO6auQA.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "IpDMqlkfTqc",
        "image": "",
        "keywords": "",
        "title": "Todos Tus Muertos - Adelita (Tu Alma Mia)",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Todos Tus Muertos - Adelita (Tu Alma Mia)-IpDMqlkfTqc.mp4?raw=true"
    },
    {
        "description": "Provided to YouTube by Universal Music Group\n\nBut Not For Me (Mono Mix) · Ella Fitzgerald\n\nElla Fitzgerald Sings The George And Ira Gershwin Song Book\n\n℗ 1959 The Verve Music Group, a Division of UMG Recordings, Inc.\n\nReleased on: 1998-01-01\n\nProducer: Norman Granz\nAssociated  Performer, Recording  Arranger: Nelson Riddle\nComposer  Lyricist: Ira Gershwin\nComposer  Lyricist: George Gershwin\n\nAuto-generated by YouTube.",
        "duration": "3:32",
        "id": "kJrrVart2qc",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/But Not For Me (Mono Mix) [kJrrVart2qc].webp?raw=true",
        "keywords": "Ella Fitzgerald, エラフィッツジェラルド, エラ・フィッツジェラルド, Ella Fitzgerald Sings The George And Ira Gershwin Song Book, But Not For Me",
        "title": "But Not For Me (Mono Mix)",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/But Not For Me (Mono Mix) [kJrrVart2qc].mp4?raw=true"
    },
    {
        "description": "",
        "duration": "8:23",
        "id": "u2krsHnrxWI",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Crass   Nagasaki Nightmare 1980-u2krsHnrxWI.jpg?raw=true",
        "keywords": "Crass, Nagasaki, Nightmare, 1980",
        "title": "Crass   Nagasaki Nightmare 1980",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Crass   Nagasaki Nightmare 1980-u2krsHnrxWI.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "nd7Fw0379Bc",
        "image": "",
        "keywords": "",
        "title": "Los Cadetes de Linares - Si Quieres Tu Volver",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Los Cadetes de Linares - Si Quieres Tu Volver-nd7Fw0379Bc.mp4?raw=true"
    },
    {
        "description": "Ángela Aguilar - En Realidad (Video Oficial)\n#ÁngelaAguilar #EnRealidad \n\nSuscríbete a mi canal haciendo click aquí  👉 https://cutt.ly/bymXR8Y\n\n🎧 Escúchame en tu plataforma digital favorita: https://ONErpm.lnk.to/AngelaAguilar\n\nTe recomiendo la playlist Hecho en México🌼 https://ONErpm.lnk.to/HechoEnMexico\n\n🚩 No te pierdas de nada siguiéndome en redes sociales: \n     - Instagram: https://www.instagram.com/angela_aguilar_/\n     - Facebook: https://www.facebook.com/AngelaAguilarOficial/\n     - Twitter: https://twitter.com/AngelaAguilar__\n\nLetra:\n\nHoy quiero hacerte una confesión \nPero que quede aquí entre tú y yo \nPorque me apena tanto \n\nY es que tú eres mi amigo incondicional \nY yo la neta muy sentimental \nTipo que me estoy alucinando \n\nDisculpa mi sinceridad \nSiempre es mejor hablar de frente la verdad \n\nPero es que en realidad\nMe estoy enamorando y tal vez \nLo estabas sospechando \nSiento que igual te está pasando \n\nSé que tu timidez\nEstaba deteniendo tu corazón \nTambién está latiendo por mi amor \nY ya lo estoy sintiendo \n\nDisculpa mi sinceridad \nSiempre es mejor hablar de frente la verdad \n\nPero es que en realidad\nMe estoy enamorando y tal vez \nLo estabas sospechando \nSiento que igual te está pasando \n\nSé que tu timidez\nEstaba deteniendo tu corazón \nTambién está latiendo por mi amor \nY ya lo estoy sintiendo",
        "duration": "4:0",
        "id": "sWjsLcmQzVI",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Ángela Aguilar - En Realidad (Video Oficial)-sWjsLcmQzVI.webp?raw=true",
        "keywords": "angela aguilar, angela aguilar 2021, nuevo angela aguilar, angela aguilar en realidad, en realidad, en realidad angela aquilar, angela aguilar nueva canción, nuevo regional, nueva banda, nuevo regional mexicano, nuevo maricahi, pepe aguilar",
        "title": "Ángela Aguilar - En Realidad (Video Oficial)",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Ángela Aguilar - En Realidad (Video Oficial)-sWjsLcmQzVI.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "3:49",
        "id": "lj7RtT8WLg4",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Chuy vega  Por Que Fue Que Te Ame-lj7RtT8WLg4.jpg?raw=true",
        "keywords": "Chuy, vega, Por, Que, Fue, Que, Te, Ame",
        "title": "Chuy vega  Por Que Fue Que Te Ame",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Chuy vega  Por Que Fue Que Te Ame-lj7RtT8WLg4.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "MLdgCzeKWDM",
        "image": "",
        "keywords": "",
        "title": "Los Cadetes de Linares - Tu Nombre",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Los Cadetes de Linares - Tu Nombre-MLdgCzeKWDM.mp4?raw=true"
    },
    {
        "description": "Con Saltos de Alegria Marcos Brunet con letra\n\nCon saltos de alegría y gritos de victoria yo voy (x4)\nVoy a seguir a Jesús\nVoy a seguir a Jesús\nVoy a seguir a Jesús\nVoy a seguir a Jesús\nVoy a danzar con Jesús\nVoy a danzar con Jesús\nVoy a danzar con Jesús\nVoy a danzar con Jesús\nCon saltos de alegría y gritos de victoria yo voy (x4)\nVoy a seguir a Jesús\nVoy a seguir a Jesús\nVoy a seguir a Jesús\nVoy a seguir a Jesús\nVoy a danzar con Jesús\nVoy a danzar con Jesús\nVoy a danzar con Jesús\nVoy a danzar con Jesús\nSolo tú y yo\nSolo tú y yo\nSolo tú y yo\nSolo tú y yo\nSolo tú y yo\nSolo tú y yo\nSolo tú y yo\nSolo tú y yo\nYo soy libre, Yo soy libre\nYo soy libre, Yo soy libre\nYo soy libre, Yo soy libre\nlibre para cantar\nYo soy libre, Yo soy libre\nYo soy libre, Yo soy libre\nYo soy libre, Yo soy libre\nlibre para danzar",
        "duration": "4:11",
        "id": "6iRn6eX_NyM",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Con Saltos de Alegria Marcos Brunet con letra-6iRn6eX_NyM.jpg?raw=true",
        "keywords": "Dios, God cristo, Jesus, Jesucristo, alabanza, Adoracion, Musica, Cristiana, God, karaoke, Gospel, Evangelio, Marcos brunet, Saltos de alegria, Musica Brunet, Brunet, Marcos, Karaoke cristiano",
        "title": "Con Saltos de Alegria Marcos Brunet con letra",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Con Saltos de Alegria Marcos Brunet con letra-6iRn6eX_NyM.mp4?raw=true"
    },
    {
        "description": "Piano - Yuja Wang",
        "duration": "15:16",
        "id": "-DD77HzhRB4",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Stravinsky - Petruschka (piano version)--DD77HzhRB4.jpg?raw=true",
        "keywords": "Stravinsky",
        "title": "Stravinsky - Petruschka (piano version)",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Stravinsky - Petruschka (piano version)--DD77HzhRB4.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "BU-cr9518Pc",
        "image": "",
        "keywords": "",
        "title": "Los Cadetes de Linares - Desprecio",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Los Cadetes de Linares - Desprecio-BU-cr9518Pc.mp4?raw=true"
    },
    {
        "description": "a classic punk rock song...\n\nWatch this great No Use For a Name performance in Vancouver Warped Tour 2002!\nNo Use For a Name - Coming Too Close\nhttps://youtu.be/a56Y2tsYBUE",
        "duration": "3:30",
        "id": "-SjfKXPMHLM",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Face to Face - Disconnected--SjfKXPMHLM.jpg?raw=true",
        "keywords": "face, to, disconnected, punk, rock",
        "title": "Face to Face - Disconnected",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Face to Face - Disconnected--SjfKXPMHLM.mp4?raw=true"
    },
    {
        "description": "Su canto auténtico se empezó a escuchar un día, entre los aires del campo, entre la tierra humilde, y poco a poco su nombre se volvió leyenda; Al paso de los años, Imitadores surgen a diario pero sólo hay un Chalino Sánchez.\n\nChalino Sánchez is one of the most prominent Mexican singers of the last decades. Among his numerous hits are well known: \"Nieves de Enero\", \"Alma Enamorada\", \"Los Chismes\", \"El Navegante\", as well as a large number of \"Corridos\". His particular singing style and premature death in 1992 made him a legend of Mexican music.\n\n-----------------------------------------------------------------\n\nEscucha 'Mi Mexico Querido: Chalino Sanchez' aquí: https://found.ee/mmq-chalinosanchez-digital-lat \n\nSíguenos/Follow us\nYouTube: https://www.youtube.com/BalboaRecords\nInstagram: https://www.instagram.com/discosmusart/\nFacebook: https://www.facebook.com/discosmusart\nSpotify: https://found.ee/discosmusart-spotify-lat\nTwitter: https://twitter.com/Discos_Musart\n\n#ChalinoSanchez #ElNavegante #ReyDelCorrido\n\nLicensed to YouTube by UMG\n(on behalf of Discos Musart, a division of Craft Recordings Latino)",
        "duration": "3:3",
        "id": "r2l13TqRR-g",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Chalino Sánchez - El Navegante (En Vivo)-r2l13TqRR-g.jpg?raw=true",
        "keywords": "balboa, balboarecords, musart, discosmusart, balboa/musart, mexico, méxico, rancheras, ranchera, regional, regional mexicana, cumbia, balada, banda, musica, música, norteño, norteño banda, culiacan",
        "title": "Chalino Sánchez - El Navegante (En Vivo)",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Chalino Sánchez - El Navegante (En Vivo)-r2l13TqRR-g.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "Xk5y3B3M8FY",
        "image": "",
        "keywords": "",
        "title": "A Los Inseguros",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/A Los Inseguros-Xk5y3B3M8FY.mp4?raw=true"
    },
    {
        "description": "New video every saturday!\n\nToday i want to share with you the sheet or score of the lively march \"Wacht an der Donau!\" (Guard of the Danube!), composed in 1888 by the one and only, Carl Michael Ziehrer.\n\nI've extracted the main melody of the March to play it in my violin but since it's difficult to find the score publicly, i decided to share it with you (in case someone wants to play it in flute, violin or instruments that can be played in treble clef) I have to mention that some parts of it are in a low octave to make it easy for beginners (like me) so please enjoy it and try to play it! have fun!\n\nPS 1: The score is mine, i didn't get it from any page or sheet source, I've extracted it from the main melody so you might find some errors :)\n\nPS 2: don't forget to subscribe and leave a comment, that would be helpful to improve my channel. Thank you!\n\nPS 3: Please take a look to my new blog and feel free to download the content or leave a comment \nhttps://thefreewalzersheetspot.blogsp...\n\nEspañol:\nNuevo vídeo cada sábado!\n\nHoy quiero compartir con ustedes la partitura de la alegre y vivaz marcha \"Guardia del Danubio!\", compuesta en 1888 por el talentoso y ultimo rey del vals, Carl Michael Ziehrer.\n\nHe extraído la melodía principal de la marcha para tocarla en mi violín, pero como es difícil encontrar la partitura publica, decidí compartirla al mundo (en caso de que alguien quiera tocarla en flauta, violín o instrumentos que se puedan tocar con la clave sol). debo mencionar que algunas partes están una octava abajo del tono original para hacerlo fácil a principiantes como yo, así que por favor disfrútenla y traten de tocarla! diviértanse!\n\nNo se olviden de suscribirse, compartir y dejar un comentario, eso seria de gran ayuda para mejorar mi canal. Gracias!\n\nPD1: la partitura es mía, no la conseguí de ninguna pagina, extraje las notas de la melodía principal así que puede que encuentren algunos errores :)\n\nPicture: Wien, Fischerboote am Donaukanal, im Hintergrund Maria am Gestade (Vienna, Fisher boats in the Danube canal)\nArtist: Ludwig Hans Fischer\nDate: 1855\n\nSheet music DL (Descarga la partitura): https://drive.google.com/file/d/1dbcCRs5CwMd-6tODar-jIgg9M2zBeiSt/view?usp=sharing\n\nOriginal Carl Michael Ziehrer Orchester\nHans Schadenbauer",
        "duration": "3:18",
        "id": "STmNqfYfVxA",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Wacht an der Donau!, Marsch, Op. 385 - Carl Michael Ziehrer (+ Sheet Music)-STmNqfYfVxA.webp?raw=true",
        "keywords": "ziehrererien478, music, rare, public, domain, wacht, an, der, donau, marsch, op, 385, guard, of, the, danube, march, guardia, del, danubio, marcha, sheet, score, download, link, pdf, treble, clef, instruments, violin, flute, oboe, share, like, beginner, amateur, carl, michael, ziehrer, karl, original, orchester, hans, schadenbauer, instrumentos, clave, sol, descarga, free, gratis, flauta, principiante, compartir, compartituras",
        "title": "Wacht an der Donau!, Marsch, Op. 385 - Carl Michael Ziehrer (+ Sheet Music)",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Wacht an der Donau!, Marsch, Op. 385 - Carl Michael Ziehrer (+ Sheet Music)-STmNqfYfVxA.mp4?raw=true"
    },
    {
        "description": "Claude Debussy (1862 - 1918), Images pour orchestre (1905 - 1912)\n\nPerformed by Lyon National Orchestra, Jun Markl conducting.\n\n00:00 - Gigues\n07:36 - Ibéria: Par les rues et par les chemins \n14:43 - Ibéria: Les parfums de la nuit\n24:01 - Ibéria: Le matin d'un jour de fete \n28:32 - Rondes de printemps\n\nIt seems that Debussy originally intended the orchestral Images as a third set under that title, for two pianos. He had published a first set of Images for piano in 1905, followed in 1907 by a second series. \n\nGigues, of the orchestral Images, was the last to be written; it was composed during the years 1909 to 1912 and first performed and published the following year. Ibéria was written in the years 1906 to 1908 and first performed and published in 1910, and Rondes de printemps was composed in 1908 and 1909 and first performed and published in 1910. The whole work is scored for a large orchestra, used by Debussy with his usual sensitivity and care for delicate nuances of orchestral colour. Gigues, originally and aptly known as ‘Gigues tristes’, suggests England, or more properly North Britain. The jig theme, with its echoes of the Northumbrian The Keel Row, introduces the dance gradually, as it takes shape with the entry of the oboe d’amore. Melancholy seems for a moment to be dismissed, but the dance eventually dies down to a murmur. \n\nIbéria immediately proclaims Spain in its opening section, ‘Par les rues et par les chemins’, with the rhythm of the castanets. To the Spanish composer Manuel de Falla Ibéria seemed to embody Spanish music, to be something much more than a mere character piece. ‘Les parfums de la nuit’, marked ‘Lent et rêveur’, gently evokes the scents of the night, perfumes of the gardens of Spain; and ‘Le matin d’un jour de fête’, marked ‘Dans un rythme de Marche lointaine, alerte et joyeuse’, which follows without a break, brings the world alive again. Spanish dance rhythms are heard, as are characteristic snatches of melody with the sound of a bell, as the holiday approaches. \n\nRondes de printemps offers a picture of France. Dedicated to Debussy’s wife, it is headed by words from the Tuscan La maggiolata: ‘Vive le Mai, bienvenu soit le Mai / Avec son gonfalon sauvage’ (Long live May, welcome to May / With its wild banner). A snatch of the traditional song Do, do l’enfant, do is heard from the oboe, but it is the song Nous n’irons plus aux bois (We shall no more to the woods), which Debussy had used before in La belle au bois dormant and in Jardins sous la pluie from Estampes, that has a more important part to play in the unfolding texture. The initial reception of Images was mixed, with coolness or hostility from some critics but praise from musicians such as Ravel and Falla. The public had apparently expected a successor to La mer, but Images was something rather different: three pictures in what seemed to contemporaries a new style.",
        "duration": "36:39",
        "id": "TerWx9fe5yo",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Claude Debussy ‒ Images pour orchestre-TerWx9fe5yo.webp?raw=true",
        "keywords": "medtnaculus, jai, owners, jai owners, piano, orchestra, symphony, romantic, late romantic, impressionist, modernist, scriabin, ravel, rachmaininoff, sonata, 20th century, 19th century, fyrexianoff, hexameron, olla-vogala, olla, vogala, score, sheet, music, full, complete, nocturne, concerto, Images pour orchestre, debussy, claude, claude debussy, gigues, iberia, rondes de printemps, Par les rues et par les chemins, Les parfums de la nuit, Le matin d'un jour de fete, images",
        "title": "Claude Debussy ‒ Images pour orchestre",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Claude Debussy ‒ Images pour orchestre-TerWx9fe5yo.mp4?raw=true"
    },
    {
        "description": "A Sinner Kissed An Angel ~ Bob Crosby & His Orchestra w/ Bob Crosby  (1941) Decca # 4009 B - \nThe flip side of,  Two In Love",
        "duration": "2:44",
        "id": "BUua_3RSfnE",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/A Sinner Kissed An Angel ~ Bob Crosby & His Orchestra (1941)-BUua_3RSfnE.jpg?raw=true",
        "keywords": "Bob Crosby",
        "title": "A Sinner Kissed An Angel ~ Bob Crosby & His Orchestra (1941)",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/A Sinner Kissed An Angel ~ Bob Crosby & His Orchestra (1941)-BUua_3RSfnE.mp4?raw=true"
    },
    {
        "description": "released on 7\" by Flex: Alton Ellis & Tupac - Nothin' Like Rocksteady",
        "duration": "3:57",
        "id": "Mw_5bFYzM6s",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Alton Ellis & Tupac - Nothin' Like Rocksteady-Mw_5bFYzM6s.jpg?raw=true",
        "keywords": "Alton Ellis (Musical Artist), Tupac Shakur, Rock Steady, Reggae, Roots, Hip Hop Music (Musical Genre), Reggae (Musical Genre), Dancehall (Musical Genre), remix, mashup, 2 pac, 2pac, tupac, westcost, usa, california, la, l.a., nothin' like rocksteady, rocksteady, kingston vinyl, kingston, vinyl, Remix (Musical Album), Mashup (Media Genre), Like, Dub, Marley, Bob, Jamaica, Rap, Sound, Feat, Mix",
        "title": "Alton Ellis & Tupac - Nothin' Like Rocksteady",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Alton Ellis & Tupac - Nothin' Like Rocksteady-Mw_5bFYzM6s.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "4:42",
        "id": "0Sieh9aokS0",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Crass - Shaved Women-0Sieh9aokS0.jpg?raw=true",
        "keywords": "Crass, Punk",
        "title": "Crass - Shaved Women",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Crass - Shaved Women-0Sieh9aokS0.mp4?raw=true"
    },
    {
        "description": "Composer: Louis Joseph Andriessen (June 6, 1939 – July 1, 2021)\nOrchestra: Schönberg Ensemble with Asko Ensemble conducted by Reinbert de Leeuw\nSopranos: Tannie Willemstijn, Barbara Borden\nMezzo-sopranos: Yvonne Benschop, Ananda Goud\nSpeaker: Gertrude Thoma\n\n00:00 ♩=88 (3:44 Fugue)\n14:55 Speaker (15:54)\n18:23 (Speaker finished)\n20:47 HEAVY\n\nA weirdly enthralling piece, one of my favorites\n\nDe Materie Part III\nScores available here: https://www.boosey.com/cr/music/Louis-Andriessen-De-Stijl-De-Materie-part-III/1027\nHow I make my videos: https://github.com/CMajSeven/WorkflowTemplate\nProgram I develop for this channel: https://github.com/edwardx999/ScoreProcessor",
        "duration": "25:53",
        "id": "SxRNV8_OCIo",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Louis Andriessen - De Stijl (1985)-SxRNV8_OCIo.jpg?raw=true",
        "keywords": "andriessen, Andriessen, Louis Andriessen, louis andriessen, de staat, de stijl, piet mondrian, mondrian, funk, de materie",
        "title": "Louis Andriessen - De Stijl (1985)",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Louis Andriessen - De Stijl (1985)-SxRNV8_OCIo.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "inded-Envoi",
        "image": "",
        "keywords": "",
        "title": "Absynthe-",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Absynthe-Minded-Envoi.mp4?raw=true"
    },
    {
        "description": "0:00 – 1. Lento maestoso in E minor \n4:31 – 2. Poco adagio in C-sharp minor\n12:04 – 3. Andante in A major\n18:34 – 4. Andante moderato in D minor\n24:39 – 5. Allegro in E-flat major\n28:42 – 6. Lento maestoso in C minor\n\nDvorak began working on his sixth piano trio (today the fourth in existence), with its subtitle “Dumky” (“Dumkas”), immediately after completing his Requiem, in November 1890. It took him less than three months to complete, and this including an extended break from his endeavours. As he progressed Dvorak informed his friend Gobl that he was working on a new composition which he characterised as “a little piece for violin, cello and piano. It will be both happy and sad. In some places it will be like a melancholic song, elsewhere like a merry dance; but, all told, the style will be lighter or, if I might put it another way, more popular, in short, so that it will appeal to both higher and lower echelons.” The mention of this deliberate “lightness” of style might explain why the highly popular “Dumky” has, in the long term, eclipsed the composer’s masterpiece, the Piano Trio in F minor, even though it cannot match its sophistication, the gravity of its musical testimony or its intellectual depth. The premiere of the “Dumky” was performed just two months after Dvorak had completed the score, in Prague on 11 April 1891, during a gala evening held in his honour – Dvorak had recently been awarded an honorary degree from Prague’s university. Dvorak himself sat at the piano for the premiere. This was not the last time that he performed this work in public: we have documentation which confirms that Dvorak performed his “Dumky” at the piano on forty-four occasions. The majority of these were part of an extended “farewell” concert tour of Czech and Moravian towns and cities which the composer organised in the spring of 1892 before his departure for the United States. The trio was published in 1894 by Berlin-based publisher Simrock. At this time Dvorak was still in the United States, so the corrections were selflessly carried out by his friend, Johannes Brahms.          (www.antonin-dvorak.cz)\n\nComposer – Antonín Dvořák (1841-1904)\nEnsemble – Beaux Arts Trio (Piano – Menahem Pressler, Violin – Isidore Cohen, Cello – Peter Wiley)\nYear of recording – 1990",
        "duration": "33:27",
        "id": "vDPkMvUAgqo",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/A. Dvořák – Piano Trio No. 4 in E Minor 'Dumky', Op. 90 (Beaux Arts Trio)-vDPkMvUAgqo.jpg?raw=true",
        "keywords": "Antonín, Dvořák, Antonín Dvořák, Beaux Arts trio, Menahem Pressler, Trio, Piano trio, Dumky, E minor, op.90, Dumkas, Bedřich Smetana, Chamber, Music, Chamber music, Sheet music, sheet, score, audio, Ensemble, Piano, Violin, Violoncello, Israeli, Czech, Bohemian, Slavic, Slavic Music, Slavic Spoon, Martinů, Suk, Top 10, Relaxing, Romantic, Studying, Soothing, Calming, Fast, Slow, Difficult, Easy, Anton, Dvorak, Janáček, Guarneri Trio, Ivan Klánský, Kubelík trio",
        "title": "A. Dvořák – Piano Trio No. 4 in E Minor \"Dumky\", Op. 90 (Beaux Arts Trio)",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/A. Dvořák – Piano Trio No. 4 in E Minor 'Dumky', Op. 90 (Beaux Arts Trio)-vDPkMvUAgqo.mp4?raw=true"
    },
    {
        "description": "Provided to YouTube by The Orchard Enterprises\n\nCasa Cumpian · Tabletom\n\nSigamos En Las Nubes\n\n℗ 2008 360 Musica\n\nReleased on: 2008-12-15\n\nMusic Publisher: Kankana Records SLL\n\nAuto-generated by YouTube.",
        "duration": "7:13",
        "id": "EFVE8Y9STPA",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Casa Cumpian-EFVE8Y9STPA.jpg?raw=true",
        "keywords": "Tabletom, Sigamos, En, Las, Nubes, Casa, Cumpian",
        "title": "Casa Cumpian",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Casa Cumpian-EFVE8Y9STPA.mp4?raw=true"
    },
    {
        "description": "Provided to YouTube by The Orchard Enterprises\n\nSoundjata · Kélétigui Diabaté · l'Ensemble Traditionnel du Mali\n\nSandiya\n\n℗ 2004 Contre-Jour\n℗ Contre-Jour\n\nReleased on: 2004-04-01\n\nAuto-generated by YouTube.",
        "duration": "8:50",
        "id": "o-_KCj6xEu4",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Soundjata-o-_KCj6xEu4.jpg?raw=true",
        "keywords": "Kélétigui, Diabaté, l'Ensemble, Traditionnel, du, Mali, Sandiya, Soundjata",
        "title": "Soundjata",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Soundjata-o-_KCj6xEu4.mp4?raw=true"
    },
    {
        "description": "Andate Todos Tus Muertos \nDisco: Dale Aborigen\nhttp://www.facebook.com/Ska.De.Tiquicia",
        "duration": "4:12",
        "id": "ULVtoFtFyWU",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Andate - Todos Tus Muertos (Version Dale Aborigen)-ULVtoFtFyWU.webp?raw=true",
        "keywords": "Andate, Todos, Tus, Muertos, Dale, Aborigen",
        "title": "Andate - Todos Tus Muertos (Version Dale Aborigen)",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Andate - Todos Tus Muertos (Version Dale Aborigen)-ULVtoFtFyWU.mp4?raw=true"
    },
    {
        "description": "Lead - Tu Paz (Video Oficial)\n\nSeamos abundantes en amor, palabra y poder.\n\nSuscríbete al canal de Lead: https://ytlead.page.link/subs\n\n📌Síguenos en nuestras redes sociales:\nInstagram https://ytlead.page.link/Instagram\nFacebook https://ytlead.page.link/facebook\n\n📌Escúchanos también en:\nApple Music: https://bit.ly/MusicAppleLead\nSpotify: https://bit.ly/SpotifyLead\nDeezer: https://bit.ly/DeezerLead\nYouTube Music: https://bit.ly/LeadYouTube\nAmazon: https://amzn.to/32Zdl3N\n------------------------------------------------\nTU PAZ\n\nCash Luna\nHola, ¿Cómo estás? Sé que estás al tanto de todo lo que está pasando en el\nmundo...\nMi oración es que estés seguro que estás bien acompañado y que su presencia\nsiempre irá contigo.\n\nLead\nEres el Padre que cuida a los suyos,\ntú nunca pierdes de vista a ninguno.\nEl que no falta en momentos tan duros,\ntú ves individuos pero amas al mundo.\n\nLowsan Melgar\nMe libras de todo peligro oculto,\nno tengo miedo al terror nocturno.\nSé que puedo echar todo el miedo en tus hombros,\nla muerte no nos toca porque estás con nosotros.\n\nKim Richards - Un Corazón\nMe das de tu paz, ahora mi alma no teme,\nvivo a la sombra del que todo lo puede.\nEn brazos me envuelves, tus planes me cubren.\nSomos tus hijos, que todos escuchen.\n\nKike Pavón\nSolo un camino y se llama Cristo,\ncreo por fe aunque nunca lo he visto.\nDe todo hay salida, si tú eres quien guía.\nDios es real para el que ni creía.\n\nEvan Craft\nA ti me aferro príncipe de paz,\nCordero y León, tú siempre puedes más.\nEnemigos huyen delante de ti,\ntú vas a mis lados y detrás de mí.\n\nGabriel EMC PR\n\nQuien me guarda no se dormirá,\nquien me cuida se levantará.\nMi roca es la que no se moverá,\ncastillo que no se derrumbará.\n\nMadiel Lara\nEspada que corta enfermedad,\nescudo que no puede atravesar\nla plaga ni las cosas que vendrán.\nDios nunca falla.\n\nJay Kalyl\nViviré aferrado al poder que hay en tu nombre,\nla sangre de Jesús nos cubre solo nombra dónde.\nEspaña, Puerto Rico, Guatemala, hasta China,\nJesucristo es la esperanza para América Latina.\n\nJosh Gamez\nPronto auxilio, mi refugio, tú serás mi fuerza.\nTú me cubres con tu mano de pies a cabeza.\nTu brazo fuerte me sostiene, no me suelta.\nMi vida es tuya, tuya, no importa qué venga.\n\nMusiko\nAunque vengan pruebas, dudas o temores\nen ti está mi fuerza, sana mis dolores.\nPase lo que pase en ti está mi fe.\nY no me moveré,\nno me moveré.\n\nCash Luna\nEstar lejos de ti en este momento me hace recordar que tienes un Padre mejor\nque todos, que nunca va a dejarte solo y siempre te cubrirá con su mano.\n-------------------------------------------------\n©2020 CanZion\n\n#Lead #TuPaz #Canzion",
        "duration": "3:0",
        "id": "5T2cSoRUP54",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Tu Paz - LEAD  Ft.Cash Luna, Lowsan Melgar, Kim Richards, Evan Craft,  Madiel Lara, y Musiko....-5T2cSoRUP54.webp?raw=true",
        "keywords": "Lead Guatemala Lead Guatemala Juan Diego Luna Lead, Lead Música, Videoclip Tu Paz Lead, Tu Paz Videoclip Lead, LEAD, Cash Luna, LowSan Melgar, Kim Richards, Kike Pavón, Evan Craft, Gabriel EMC, Mariel Lara, Jay Kalyl, Josh Gamez, Musiko, Casa de Dios, lead música, lead musica, pablo quintero, casa de dios, kim richards, musiko ft lead, Lead 2020, lead, lowsan melgar, Dios nunca falla, evan craft, Me das de tu paz, Video Oficial Tu Paz, Un Corazón",
        "title": "Tu Paz - LEAD  Ft.Cash Luna, Lowsan Melgar, Kim Richards, Evan Craft,  Madiel Lara, y Musiko....",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Tu Paz - LEAD  Ft.Cash Luna, Lowsan Melgar, Kim Richards, Evan Craft,  Madiel Lara, y Musiko....-5T2cSoRUP54.mp4?raw=true"
    },
    {
        "description": "Suscríbete al canal oficial de Avispa Music aquí http://bit.ly/AvispaMusic\n\nEscucha Los Suaves en  Spotify: http://spoti.fi/2laF6kJ\n\nPara escuchar las mejores listas de reproducción y las canciones favoritas de nuestros artistas, síguenos en el canal de Avispamusic en Spotify:\nhttps://open.spotify.com/user/avispamusic\n\nEscucha la lista creada por Leo Jimenez de sus 20 canciones favoritas: http://goo.gl/5XKzRh\n\nSíguenos en / Follow us:\n\nFacebook: www.facebook.com/avispamusic\nTwitter: twitter.com/Avispamusic\nWeb: www.avispamusic.com\n\nAvispa Music es una compañía discográfica independiente consagrada por el crecimiento y desarrollo del Rock y Heavy Metal español desde 1986.   Por su catálogo han desfilado durante estos años las mejores bandas del Rock y Metal nacional como Medina Azahara, Barón Rojo, Saratoga, Warcry, Muro, Stravaganzza, Hora Zulú, etc.  \n\nAdemás del sello discográfico, Avispa Music esta dedicada a la distribución de material tanto nacional como internacional, contando con la exclusividad en España de renombrados sellos como AFM (Doro, U.D.O., Masterplan, Destruction...), Soulfood Music (Ministry, Backyard Babies, Ill Niño...), Napalm Records (Grave Digger, Atrocity, Draconian...) o Lifeforce (Deadlock, Raunchy...), entre otros.   \nSin duda, Avispa se ha convertido en uno de los estandartes del Heavy Metal español, con un amplio reconocimiento internacional que hace de la compañía una de las más antiguas y estables de nuestro país.",
        "duration": "4:8",
        "id": "4JQ6RiZRqOI",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Los Suaves - No Puedo Dejar el Rock-4JQ6RiZRqOI.jpg?raw=true",
        "keywords": "No Puedo Dejar el Rock, Los Suaves, Rock, hard rock, orense, galicia, nena te voy a dejar, dolores se llamaba lola, clave recods, rock 80, rock 90, hits, temazo, españa, castellano, heavy metal, Clave Records",
        "title": "Los Suaves - No Puedo Dejar el Rock",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Los Suaves - No Puedo Dejar el Rock-4JQ6RiZRqOI.mp4?raw=true"
    },
    {
        "description": "Provided to YouTube by NAXOS of America\n\nThe Sleeping Beauty, Op. 66: Adagio - 'Pas d'action' · Slovak Radio Symphony Orchestra\n\nTchaikovsky: Sleeping Beauty / Glazunov: The Seasons\n\n℗ 1988 Naxos\n\nReleased on: 1988-02-05\n\nConductor: Ondrej Lenard\nOrchestra: Slovak Radio Symphony Orchestra\nComposer: Pyotr Il'yich Tchaikovsky\n\nAuto-generated by YouTube.",
        "duration": "5:26",
        "id": "8bswKQI9iXM",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/The Sleeping Beauty, Op. 66： Adagio - 'Pas d'action' [8bswKQI9iXM].webp?raw=true",
        "keywords": "Slovak Radio Symphony Orchestra Tchaikovsky: Sleeping Beauty / Glazunov: The Seasons The Sleeping Beauty, Op. 66: Adagio - 'Pas d'action'",
        "title": "The Sleeping Beauty, Op. 66: Adagio - 'Pas d'action'",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/The Sleeping Beauty, Op. 66： Adagio - 'Pas d'action' [8bswKQI9iXM].mp4?raw=true"
    },
    {
        "description": "00:00 Harpsichord Concerto in G minor, Op. 4, No. 1: Larghetto - Allegro - Adagio - Andante\n18:21 Air with variations in B flat major\n23:26 Suite for Harpsichord No. 7 in G minor: Ouverture - Andante - Allegro - Sarabande - Gigue - Passacaglia\n\nSylvia Marlowe, harpsichord \nBaroque Chamber Orchestra conducted by Sylvia Marlowe",
        "duration": "46:24",
        "id": "rGeeziFMVKg",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Georg Friedrich Händel (1685-1759) - Harpsichord Concerto Op 4 No 1 _Air with variations _ Suite No 7-rGeeziFMVKg.jpg?raw=true",
        "keywords": "",
        "title": "Georg Friedrich Händel (1685-1759): Harpsichord Concerto Op 4 No 1 /Air with variations / Suite No 7",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Georg Friedrich Händel (1685-1759) - Harpsichord Concerto Op 4 No 1 _Air with variations _ Suite No 7-rGeeziFMVKg.mp4?raw=true"
    },
    {
        "description": "Rosa Morena\n\nRosa, Morena!\n Onde vais Morena Rosa?\n Com essa rosa no cabelo\n E esse andar de moça prosa\n Morena, Morena Rosa...\n\n Oh! Rosa, Morena!\n Onde vais Morena Rosa?\n Com essa rosa no cabelo\n E esse andar de moça prosa\n Morena, Morena Rosa...\n\n Rosa Morena\n O samba está esperando\n Esperando prá te ver\n Deixa de lado\n Esta coisa de dengosa\n Anda Rosa, vem me ver...\n\n Deixa da lado esta pose\n Vem pro samba, vem sambar\n Que o pessoal tá cansado\n De esperar\n Ô Rosa!\n Que o pessoal tá cansado\n De esperar\n Morena Rosa!\n Que o pessoal tá cansado\n De esperar\n Viu Rosa!\n Que o pessoal tá cansado\n De esperar...",
        "duration": "2:5",
        "id": "hDtTSRl94xE",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/João Gilberto - 22 - Rosa Morena-hDtTSRl94xE.jpg?raw=true",
        "keywords": "João, Gilberto, Mito, The, Legendary, Joao, Bossa, Nova, bossanova, ReidaIl, Maestro, Supremo, Zen, Baiano, Bahia, Rio, de, Janeiro, World, Music, Musica, Sud, America, sudamerica, Brasil, Brasile, guitar, chitarra, brazil, samba, autumn, 659876452315649587, Rosa, Morena",
        "title": "João Gilberto - 22 - Rosa Morena",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/João Gilberto - 22 - Rosa Morena-hDtTSRl94xE.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "MwY0pDTGHpY",
        "image": "",
        "keywords": "",
        "title": "Akaba Ya!!",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Akaba Ya!!-MwY0pDTGHpY.mp4?raw=true"
    },
    {
        "description": "Taken from Tony Gatlif's \"Latcho Drom\"",
        "duration": "7:17",
        "id": "BQn6Qb-9mD8",
        "image": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Latcho Drom - Taraf de Haidouks [BQn6Qb-9mD8].jpg?raw=true",
        "keywords": "Taraf, Haiduci, Haidouks, Gipsy, Lautari",
        "title": "Latcho Drom - Taraf de Haidouks",
        "url": "https://github.com/circuitalmynds/music_j2/blob/main/videos/Latcho Drom - Taraf de Haidouks [BQn6Qb-9mD8].mp4?raw=true"
    }
]